{
   "truths":{
      "embarrassing":[
         "What color underwear are you wearing right now?",
         "What was your most cringeworthy interaction with a person of the opposite gender?",
         "How far have you gone to be noticed by your crush?",
         "What is the most embarrassing thing you've ever done in public?",
         "Have you ever had an awkward wardrobe malfunction?",
         "What's the most embarrassing nickname you've ever had?",
         "Have you ever had a crush on someone in this room? Who?",
         "What's the most embarrassing thing you've searched for online?",
         "Describe your most embarrassing fashion phase.",
         "Have you ever been caught picking your nose?",
         "What's the weirdest thing you do when you're alone?",
         "Tell us about a time you farted in public and blamed it on someone else.",
         "What's the most embarrassing thing your parents have caught you doing?",
         "Have you ever had food stuck in your teeth and nobody told you?",
         "What's the most embarrassing thing you've posted on social media?",
         "Have you ever sent a text to the wrong person, and what did it say?",
         "Describe the most awkward date you've ever been on.",
         "Have you ever had a crush on a teacher or boss?",
         "What's the most embarrassing song on your playlist?",
         "Have you ever had a wardrobe malfunction?",
         "What's the silliest thing you've cried about?",
         "Tell us about your most awkward public speaking moment.",
         "What's the most embarrassing thing you've done to impress someone?",
         "Have you ever laughed so hard you snorted?",
         "What's the most embarrassing thing your parents have caught you watching?",
         "Tell us about an embarrassing autocorrect fail in your texts.",
         "Have you ever accidentally called someone by the wrong name?",
         "What's the most embarrassing thing that happened to you on a date?",
         "Have you ever had a crush on a celebrity? Who?",
         "Tell us about an embarrassing misunderstanding you had with someone.",
         "What's the most embarrassing thing you've done while sleepwalking?",
         "Have you ever had a crush on a friend's sibling?",
         "What's the most embarrassing thing you've said in a job interview?",
         "Tell us about a time you tripped and fell in public.",
         "What's the most embarrassing thing you've done to get out of trouble?",
         "Have you ever been caught talking to yourself?",
         "What's the most embarrassing thing you've Googled?",
         "Tell us about an embarrassing moment involving bodily noises.",
         "What's the most embarrassing app on your phone?",
         "Have you ever had a crush on someone significantly older or younger?",
         "Tell us about an embarrassing encounter with a celebrity or someone famous.",
         "What's the most embarrassing gift you've ever given someone?",
         "Have you ever been caught singing or dancing when you thought no one was watching?",
         "What's the most embarrassing thing you've ever worn to a party?",
         "Tell us about an embarrassing text you sent to the wrong person.",
         "What's the most embarrassing thing you've done on a video call?",
         "Have you ever been caught checking yourself out in the mirror?",
         "What's the most embarrassing thing you've done to get out of a social event?",
         "Tell us about an embarrassing autocorrect fail in your texts.",
         "What's the most embarrassing thing you've said to your crush?",
         "Have you ever had a wardrobe malfunction?",
         "What's the silliest thing you've cried about?",
         "Tell us about your most awkward public speaking moment.",
         "What's the most embarrassing thing you've done to impress someone?",
         "Have you ever laughed so hard you snorted?",
         "What's the most embarrassing thing your parents have caught you watching?",
         "Tell us about an embarrassing misunderstanding you had with someone.",
         "What's the most embarrassing thing you've done while sleepwalking?",
         "Have you ever had a crush on a friend's sibling?",
         "What's the most embarrassing thing you've said in a job interview?",
         "Tell us about a time you tripped and fell in public.",
         "What's the most embarrassing thing you've done to get out of trouble?",
         "Have you ever been caught talking to yourself?",
         "What's the most embarrassing thing you've Googled?",
         "Tell us about an embarrassing moment involving bodily noises.",
         "What's the most embarrassing app on your phone?",
         "Have you ever had a crush on someone significantly older or younger?",
         "Tell us about an embarrassing encounter with a celebrity or someone famous.",
         "What's the most embarrassing gift you've ever given someone?",
         "Have you ever been caught singing or dancing when you thought no one was watching?",
         "What's the most embarrassing thing you've ever worn to a party?",
         "Tell us about an embarrassing text you sent to the wrong person.",
         "What's the most embarrassing thing you've done on a video call?",
         "Have you ever been caught checking yourself out in the mirror?",
         "What's the most embarrassing thing you've done to get out of a social event?"
      ],
      "dirty":[
         "Have you ever had a nasty dream of somebody within this game? If so, what was it?",
         "What was the dirtiest thought about your crush?",
         "If you were offered 10 million dollars, would you spend one night with one of your friends? Who would it be, and why?",
         "Have you ever had a crush on someone of the same gender?",
         "What's the most intimate thing you've done with someone?",
         "What's the kinkiest thing you've ever fantasized about?",
         "Have you ever sent or received explicit photos?",
         "What's the most embarrassing thing you've said during an intimate moment?",
         "Have you ever had a one-night stand?",
         "Describe your idea of the perfect date night in explicit detail.",
         "What's the most adventurous place you've ever had intimate relations?",
         "Have you ever had a secret relationship?",
         "What's your biggest turn-on?",
         "Have you ever had a romantic encounter in a public place?",
         "What's the most daring thing you've done to impress someone in the bedroom?",
         "Have you ever had a crush on a fictional character? Who?",
         "What's your wildest fantasy?",
         "Have you ever kissed someone of the same gender?",
         "What's the most embarrassing thing you've said during an intimate moment?",
         "Have you ever had a one-night stand?",
         "Describe your idea of the perfect date night in explicit detail.",
         "What's the most adventurous place you've ever had intimate relations?",
         "Have you ever had a secret relationship?",
         "What's your biggest turn-on?",
         "Have you ever had a romantic encounter in a public place?",
         "What's the most daring thing you've done to impress someone in the bedroom?",
         "Have you ever had a crush on a fictional character? Who?",
         "What's your wildest fantasy?",
         "Have you ever kissed someone of the same gender?",
         "What's the most embarrassing thing you've done while intoxicated?",
         "Have you ever had a crush on someone significantly older or younger?",
         "What's the most inappropriate thing you've said during an intimate moment?",
         "Have you ever dated someone purely for their looks?",
         "What's the most awkward pick-up line you've ever used or heard?",
         "Have you ever had a romantic dream about someone in this room?",
         "What's the weirdest place you've ever had a crush on someone?",
         "Have you ever stalked someone on social media?",
         "What's the most embarrassing thing you've done on a date?",
         "Have you ever used a dating app to hook up?",
         "What's the most embarrassing thing you've done while trying to impress someone?",
         "Have you ever had a crush on your friend's parent?",
         "What's the most embarrassing thing you've done while trying to flirt?",
         "Have you ever pretended to be someone else to get someone's attention?",
         "What's the most awkward thing you've done while trying to get someone's number?",
         "Have you ever flirted with someone to get a favor?",
         "What's the most embarrassing thing you've done to get out of a relationship?",
         "Have you ever lied about your relationship status?",
         "What's the most embarrassing thing you've done on a video call?",
         "Have you ever had a crush on a coworker?",
         "What's the most embarrassing thing you've done on a first date?",
         "Have you ever had a crush on someone you met online?",
         "What's the most awkward thing you've said to someone you liked?",
         "Have you ever pretended to be interested in something to impress a date?",
         "What's the most embarrassing text you've sent to someone you liked?",
         "Have you ever had a crush on someone famous?",
         "What's the most embarrassing thing you've done to get someone's attention?",
         "Have you ever accidentally sent a dirty text to the wrong person?",
         "What's the most embarrassing thing you've done while trying to impress your crush?",
         "Have you ever had a crush on a friend's sibling?",
         "What's the most embarrassing thing you've done on a video call?",
         "Have you ever had a crush on a coworker?",
         "What's the most embarrassing thing you've done on a first date?",
         "Have you ever had a crush on someone you met online?",
         "What's the most awkward thing you've said to someone you liked?",
         "Have you ever pretended to be interested in something to impress a date?",
         "What's the most embarrassing text you've sent to someone you liked?",
         "Have you ever had a crush on someone famous?",
         "What's the most embarrassing thing you've done to get someone's attention?",
         "Have you ever accidentally sent a dirty text to the wrong person?",
         "What's the most embarrassing thing you've done while trying to impress your crush?"
      ],
      "socially_awkward":[
         "What is the name of your crush?",
         "Who do you dislike the most in this game, and why?",
         "Who would you say is the most feminine male in the room?",
         "What is your dream spouse like? Describe the details of your romantic dreams.",
         "If you could change one thing about yourself, what would it be and why?",
         "Who is the least attractive person in this room, according to you?",
         "What's the most embarrassing thing you've done to get out of a social event?",
         "If you could switch lives with someone here, who would it be and why?",
         "What's the most annoying habit you have that you're unaware of?",
         "What's the most embarrassing thing you've said in front of a large group of people?",
         "If you could be invisible for a day, what would you do?",
         "Who would you pick to be your partner in a dance competition?",
         "If you could have anyone in this room as your servant for a day, who would it be?",
         "What's the most cringeworthy thing you've ever posted on social media?",
         "If you could be a member of the opposite gender for a day, what would you do?",
         "Who in this room do you think would make the worst romantic partner?",
         "What's the most embarrassing thing you've done to impress someone?",
         "If you could ask your future self one question, what would it be?",
         "What's the most embarrassing thing you've ever said to your crush?",
         "If you could trade lives with a famous person for a day, who would it be?",
         "Who in this room would you never want to be stranded on a desert island with?",
         "What's the most awkward thing you've done while trying to flirt?",
         "If you could be born in a different era, which one would you choose and why?",
         "Who in this room do you think is the most likely to embarrass themselves in public?",
         "What's the most embarrassing thing you've done to get out of trouble?",
         "If you could switch bodies with someone here, who would it be and why?",
         "Who in this room is most likely to win a reality show?",
         "What's the most embarrassing thing you've done on a date?",
         "If you could have any talent or skill, what would it be?",
         "Who in this room do you think is the worst liar?",
         "What's the most embarrassing thing you've done while intoxicated?",
         "If you could only keep one friend in this room, who would it be?",
         "Who in this room would you want to be your partner in a survival situation?",
         "What's the most awkward thing you've done to get someone's number?",
         "If you could go back in time and change one thing in your life, what would it be?",
         "Who in this room do you think is the most likely to become famous?",
         "What's the most embarrassing thing you've done on social media?",
         "If you could switch lives with someone here, who would it be and why?",
         "Who in this room do you think would make the worst roommate?",
         "What's the most embarrassing thing you've done to impress your crush?",
         "If you could have anyone's wardrobe in this room, whose would you choose?",
         "Who in this room is the most likely to cry during a sad movie?",
         "What's the most awkward thing you've said to someone you liked?",
         "If you could be any character from a book or movie, who would you be?",
         "Who in this room would you want to be your partner in a dance competition?",
         "What's the most embarrassing thing you've done to get someone's attention?",
         "If you could know one secret about anyone in this room, whose secret would you choose to know?",
         "Who in this room do you think is the most likely to win a Nobel Prize?",
         "What's the most embarrassing text you've sent to someone you liked?",
         "If you could switch places with someone here, who would it be and why?",
         "Who in this room do you think has the most embarrassing search history?",
         "What's the most awkward thing you've done while trying to impress your crush?"
      ],
      "friendly":[
         "If you could visit five places in the world, where would you go?",
         "If you had the opportunity to colonize a new planet and develop a new civilization, which planet would you choose?",
         "If you could have any superpower, what would it be and why?",
         "If you could have any animal as a pet, what would it be and why?",
         "If you could only eat one food for the rest of your life, what would it be?",
         "If you could go back in time to any historical event, which one would you choose?",
         "If you could meet any famous person, dead or alive, who would it be?",
         "If you could be fluent in any language, which one would you choose?",
         "If you could be a character from a TV show or movie, who would you be?",
         "If you could switch lives with anyone for a day, who would it be?",
         "If you could invent something, what would it be and why?",
         "If you could be in any profession for a day, what would it be?",
         "If you could be a professional athlete, which sport would you choose?",
         "If you could time travel to the future, what would you want to see?",
         "If you could have any job in the world, what would it be?",
         "If you could live in any era, which one would you choose?",
         "If you could be any fictional character, who would it be?",
         "If you could have any talent, what would it be?",
         "If you could switch places with anyone in this room, who would it be?",
         "If you could have any celebrity as your best friend, who would it be?",
         "If you could only listen to one song for the rest of your life, what would it be?",
         "If you could be any cartoon character, who would it be?",
         "If you could have any mythical creature as a pet, what would it be?",
         "If you could live in any country, which one would you choose?",
         "If you could have any famous person follow you on social media, who would it be?",
         "If you could be any Disney character, who would it be?",
         "If you could be a character from a book, who would it be?",
         "If you could have any car, what would it be?",
         "If you could be any animal, what would it be?",
         "If you could go on a trip with anyone in this room, who would it be?",
         "If you could live in any fictional world, which one would you choose?",
         "If you could have any historical figure as a friend, who would it be?",
         "If you could be any superhero, who would it be?",
         "If you could have any famous person's wardrobe, whose would you choose?",
         "If you could be in any movie, which one would it be?",
         "If you could have any celebrity as your mentor, who would it be?",
         "If you could have any job for a day, what would it be?",
         "If you could be any character from a video game, who would it be?",
         "If you could be any animal for a day, what would it be?",
         "If you could have any historical figure as your teacher, who would it be?",
         "If you could have any superhero's powers, whose would you choose?",
         "If you could have any celebrity's voice, whose would you choose?",
         "If you could have any famous person as your sibling, who would it be?",
         "If you could have any celebrity as your significant other, who would it be?",
         "If you could have any historical figure as your parent, who would it be?",
         "If you could have any famous person as your best friend, who would it be?",
         "If you could have any magical ability, what would it be?",
         "If you could have any celebrity's talent, whose would you choose?",
         "If you could have any famous person follow you on social media, who would it be?"
      ]
   },
   "dares":[
      "Try to hop on one foot while spinning in a circle.",
      "Wear a funny wig and act like a crazy scientist.",
      "Do your best impression of a famous celebrity having a meltdown.",
      "Try to balance a spoon on your nose for one minute.",
      "Wear a pair of oven mitts and try to eat a snack.",
      "Pretend to be a yoga instructor and guide the group through a silly yoga routine.",
      "Try to stack five random objects as high as you can without them falling.",
      "Wear a blindfold and try to guess who is in front of you by touch.",
      "Do your best impression of a famous politician giving a funny speech.",
      "Try to lick your elbow while everyone counts to ten.",
      "Wear a funny costume and create a silly superhero name for yourself.",
      "Pretend to be a weather reporter and give a humorous weather forecast.",
      "Try to do the worm dance move on the floor.",
      "Wear a silly hat and tell a funny story to the group.",
      "Do your best impression of a famous athlete during a victory dance.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous athlete during a victory dance.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous actor performing a funny scene.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous actor performing a funny scene.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous actor performing a funny scene.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous actor performing a funny scene.",
      "Try to do a handstand and have someone take a picture of you.",
      "Wear a sign that says 'Free Hugs' and give out free hugs for one minute.",
      "Pretend to be a chef and create a silly recipe using random ingredients.",
      "Try to do a funny dance with a broom as your dance partner.",
      "Wear a pair of underwear on your head for the next three rounds.",
      "Do your best impression of a famous comedian's stand-up routine.",
      "Try to walk like a crab for one minute.",
      "Wear a bucket on your head and pretend to be a robot for the next three rounds.",
      "Pretend to be a flight attendant and give safety instructions to the room with exaggerated gestures.",
      "Try to eat a piece of fruit without using your hands.",
      "Wear a funny mask and tell a joke to the group.",
      "Do your best impression of a chicken doing the chicken dance.",
      "Try to do the moonwalk like Michael Jackson.",
      "Wear a pair of mittens and try to text a funny message to someone.",
      "Pretend to be a mime and act out a funny scene without speaking.",
      "Try to walk like a zombie for one minute.",
      "Wear a hat and do your best impression of a cowboy or cowgirl.",
      "Pretend to be a news anchor and report a funny made-up story.",
      "Try to do a cartwheel while wearing a funny hat.",
      "Wear a pair of sunglasses and strike a cool pose.",
      "Do your best impression of a famous rapper performing a funny song.",
      "Try to hula hoop for as long as you can.",
      "Wear a funny tie and tell a joke to the group.",
      "Pretend to be a cat and meow whenever someone talks to you.",
      "Try to walk like a robot for one minute.",
      "Wear a cape and pretend to be a superhero saving the day.",
      "Pretend to be a tour guide and give a hilarious tour of the room.",
      "Try to spin around in circles without getting dizzy.",
      "Wear a silly hat and sing a funny song to the group.",
      "Do your best impression of a famous movie character delivering a funny line.",
      "Try to do a handstand against the wall and hold it for as long as you can.",
      "Wear a funny T-shirt and make up a silly slogan for it.",
      "Pretend to be a robot and move in slow motion.",
      "Try to do the robot dance with precise robotic movements.",
      "Wear a sign that says 'Kick Me' and walk around the room for one minute.",
      "Pretend to be a famous singer and sing a funny song in a dramatic way.",
      "Try to moonwalk backward while counting to ten.",
      "Wear a funny mask and make funny noises.",
      "Do your best impression of a famous actor performing a funny scene."
   ]
}